import React from 'react';

export default () => (
  <div className="info_page">
    <p><i>Последнее редактирование&nbsp;— 16 мая 2016.</i></p>

    <p>Обычно IT-специалисты и&nbsp;интересующиеся данной сферой&nbsp;— это люди культурные, уважающие не&nbsp;только себя, но&nbsp;и&nbsp;собеседников и&nbsp;читателей. Для того чтобы ресурс оставался площадкой для общения таких людей, существуют правила, за&nbsp;нарушение которых модераторы могут понизить права аккаунта до&nbsp;ReadOnly.</p>

    <h2>Вот список того, чего на&nbsp;ресурсе делать не&nbsp;следует</h2>

    <ul>
      <li><strong>Рекламировать собственные ресурсы в&nbsp;обход правил.</strong> Для самопиара или официального продвижения своих продуктов и&nbsp;сервисов в&nbsp;потоке «Разное» у&nbsp;нас есть специальный хаб «Я&nbsp;пиарюсь» и&nbsp;корпоративные блоги. Попытки поместить такую рекламу вне указанных разделов влекут за&nbsp;собой понижение прав аккаунта. На&nbsp;первый раз&nbsp;— временно.<br/>
      Для рекламы и&nbsp;анонсов событий или мероприятий следует использовать возможности корпоративных блогов.<br/>
      Обратите внимание&nbsp;— не&nbsp;имеет значения, рекламируете&nbsp;ли вы&nbsp;платный продукт или бесплатный. Если это OpenSource-решение, достаточно ссылки на&nbsp;GitHub, ссылка&nbsp;же на&nbsp;собственный сайт проекта&nbsp;— это уже реклама. Для продвижения youtube-каналов и&nbsp;групп в&nbsp;соцсетях следует также использовать «Я&nbsp;пиарюсь».<br/>
      Однако, в&nbsp;настройках профиля пользователя или компании вы&nbsp;можете указать несколько ссылок на&nbsp;собственные ресурсы и&nbsp;социальные аккаунты, которые будут отображаться в&nbsp;вашем профиле, а&nbsp;также в&nbsp;блоке с&nbsp;информацией об&nbsp;авторе после текста публикации.</li>

      <li><strong>Заниматься копипастом и&nbsp;кросспостом.</strong> Мы&nbsp;всячески приветствуем интересный и&nbsp;полезный сообществу контент, но&nbsp;только если он&nbsp;оригинальный. Поэтому не&nbsp;следует копипастить на&nbsp;«Хабр» тексты, которые ранее были опубликованы на&nbsp;других ресурсах (даже если вы&nbsp;— автор такого текста).</li>

      <li><strong>Путать «Хабр» с&nbsp;Твиттером.</strong> Односложные публикации вида «Смотрите, какую я&nbsp;нашел ссылку», «Chrome обновился, вот тут чейнджлог» и&nbsp;подобное не&nbsp;приветствуются. <br/>
      Даже если новость изначально короткая, постарайтесь сопроводить её&nbsp;развёрнутым комментарием.</li>

      <li><strong>Путать «Хабр» с&nbsp;жалобной книгой.</strong> Если у&nbsp;вас проблемы с&nbsp;сотовым оператором, с&nbsp;провайдером интернета или хостинга, или с&nbsp;чем-то ещё, всегда можно связаться со&nbsp;службой поддержки нужного вам ресурса. Или с&nbsp;компетентными органами. Но&nbsp;не&nbsp;следует использовать «Хабр» как рупор, дабы рассказать всем о&nbsp;постигшей вас ситуации.</li>

      <li><strong>Инициировать политические дискуссии и&nbsp;участвовать в&nbsp;них.</strong> Тематика нашего ресурса определена довольно чётко. Для рассуждений о&nbsp;политике есть куда более подходящие сайты. Но&nbsp;не&nbsp;«Хабр».</li>

      <li><strong>Пытаться собирать средства на&nbsp;проекты. </strong>Здесь тоже всё просто&nbsp;— для сбора средств существуют специально созданные для этого площадки.</li>

      <li><strong>Постоянно использовать смайлики, коверкать слова, игнорировать правила русского языка.</strong> Даже если русский язык был не&nbsp;самым вашим любимым предметом в&nbsp;школе или не&nbsp;является родным&nbsp;— проверка орфографии в&nbsp;браузере у&nbsp;вас наверняка есть, не&nbsp;стоит ею&nbsp;пренебрегать. Это сохранит как вашу карму от&nbsp;минусов, так и&nbsp;ваш аккаунт.</li>

      <li><strong>Оскорблять других пользователей, не&nbsp;следить за&nbsp;эмоциями.</strong> Мат, оскорбления, переходы на&nbsp;личности, эвфемизмы, троллинг&nbsp;— хорошие способы быстро и&nbsp;надежно сменить текущий статус аккаунта на&nbsp;ReadOnly.</li>

      <li><strong>Создавать виртуалов.</strong> Всегда приятно поговорить с&nbsp;умным человеком, но&nbsp;создавать для этого добавочные аккаунты и&nbsp;накручивать с&nbsp;них карму и&nbsp;голоса за&nbsp;публикации не&nbsp;стоит.</li>
    </ul>

    <p>Список нарушений остаётся открытым, потому что всегда можно придумать что-то, не&nbsp;описанное выше. В&nbsp;таких случаях модераторы руководствуются здравым смыслом и&nbsp;собственным чувством прекрасного. Обсуждать их&nbsp;решения и&nbsp;создавать на&nbsp;эту темы агитационные публикации не&nbsp;стоит&nbsp;— если они кого-то забанили, значит, у&nbsp;них была довольно веская причина.</p>

    <p>Как видите, ничего сложного в&nbsp;правилах нет, и&nbsp;мы&nbsp;будем рады, если вы&nbsp;будете их&nbsp;соблюдать.</p>
  </div>
);
